{
    "Mindfulness Meditation": "This style originates from Buddhist teachings. In mindfulness meditation, you pay attention to your thoughts as they pass through your mind without judgment or involvement, simply observing any patterns.",
    "Transcendental Meditation": "A form of silent mantra meditation introduced by Maharishi Mahesh Yogi. The practitioner sits comfortably and silently repeats a personally assigned mantra. The goal is to transcend or rise above one's current state of being.",
    "Loving-Kindness Meditation": "Also known as Metta meditation, its goal is to cultivate an attitude of love and kindness toward everything, including one's enemies and sources of stress.",
    "Body Scan or Progressive Relaxation": "Encourages people to scan their bodies for areas of tension. The goal is to notice tension and allow it to release. It can help promote feelings of calmness and relaxation.",
    "Breath Awareness Meditation": "Breath awareness is a type of mindful meditation that encourages mindful breathing. Practitioners breathe slowly and deeply, counting their breaths or otherwise focusing on their breaths.",
    "Zen Meditation": "A part of Buddhist practice where one focuses on breath and mindfully observes one's thoughts without judgement. The goal is to relax the body and mind and to gain insight into the nature of existence and the self.",
    "Vipassana Meditation": "An ancient Indian meditation technique that focuses on the deep interconnection between mind and body, which can be experienced directly by disciplined attention to physical sensations.",
    "Kundalini Yoga": "A physically active form of meditation that blends movements with deep breathing and mantras. Practitioners move, breathe, and chant all at the same time.",
    "Chakra Meditation": "Involves concentration on specific points of energy in the body, with the aim of clearing blockages and aligning these centers for better health and well-being.",
    "Christian Meditation": "This type of meditation involves focusing on a verse in the Bible, or on God's presence. The aim is to enhance understanding, wisdom, and foster a closer relationship with God.",
    "Stoic: Contemplation of the Sage": "Contemplating the actions of someone considered wise to infer what virtues they exhibit, and how they can be emulated.",
    "Stoic: Premeditatio Malorum": "A form of visualization where one imagines things that could go wrong in life to prepare for potential negative events and appreciate what they currently have.",
    "Stoic: View from Above": "A visualization practice to see oneself from a third-person perspective or even a cosmic perspective, reminding of the bigger picture and the transience of human life.",
    "Stoic: Contemplation of Death (Memento Mori)": "Keeping the idea of death in mind to appreciate the present moment and live life to the fullest.",
    "Stoic: Daily Reflection": "Reflecting on their actions, what they did well, where they fell short, and how they can improve at the end of each day.",
    "Stoic: Negative Visualization": "Considering the impermanence of things one values to encourage appreciation of what one has and lessen the impact of loss."
}
  